//Recode By : Iyuzaki Yanagi (YanaMiku-Project)

const bugmenu =  ` 
╭───「 *𝙸𝙽𝙵𝙾 𝙱𝙾𝚃* 」─────ఌ︎
├──────────────────ఌ︎
│ *𝙽𝙰𝙼𝙰 𝙱𝙾𝚃* : YanaMiku-BUG
│ *𝙽𝙰𝙼𝙰 𝙳𝙴𝚅 𝙱𝙾𝚃* : Iyuzaki Yanagi
│ *𝙾𝚆𝙽𝙴𝚁* : wa.me/6285775616873 
│ *𝙳𝙴𝚅* : wa.me/6285775616873
│ *𝙿𝙰𝙲𝙷* : *1.1.3*
│ *𝙼𝙾𝙳𝙴* : Public
│ *𝙱𝙰𝙸𝙻𝙴𝚈𝚂* : @adiwajshing-baileys
│ *𝚃𝚈𝙿𝙴* : NodeJs
│ *𝚄𝙿𝙳𝙰𝚃𝙴* : 1.0.3✔︎
├──────────────────​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ఌ︎
╰─── *𝚈𝚊𝚗𝚊𝙼𝚒𝚔𝚞-𝙱𝙾𝚃𝚣* ────​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ఌ︎

____________________________________
      ◢【  *LIST BUG*  】◣


╞═════『 _*ATTACK🇯🇵☾︎𖠌☽︎*_ 』🝮︎︎︎︎︎︎︎
╔━═━≫
║⫸ ➪ ʙᴜɢ 
║⫸ ➪ ᴋᴇɴᴀᴘᴀ
║⫸ ➪ ᴏᴋᴇ
║⫸ ➪ ʜᴀɪᴋᴀʟ
║⫸ ➪ ᴀᴘᴀ
║⫸ ➪ ᴋᴀʟʙᴜɢ
║⫸ ➪ ᴋᴀʟ
╚━═━═━═━═━═━═━═━≫


╞═════『 _*BUG🇯🇵☾︎𖠌☽︎*_ 』 🝮︎︎︎︎︎︎︎
╔━═━≫
║⫸ ➪ ᴘᴄ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴘᴄ2 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴘᴄ3 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴘᴄ4 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ʟᴏᴋᴀꜱɪ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ʟᴏᴋᴀꜱɪ2 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ʟᴏᴋᴀꜱɪ3 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ʟᴏᴋᴀꜱɪ4 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ʟᴏᴋᴀꜱɪ5 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴅᴀʀᴋɴᴇꜱ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴅᴀʀᴋɴᴇꜱ2 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴅᴀʀᴋɴᴇꜱ3 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴅᴀʀᴋɴᴇꜱ4 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴅᴀʀᴋɴᴇꜱ5 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴘᴀʏᴍᴇɴᴛ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴘᴀʏᴍᴇɴᴛ2 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴘᴀʏᴍᴇɴᴛ3 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴘᴀʏᴍᴇɴᴛ4 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴘᴀʏᴍᴇɴᴛ5 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴛʀᴏʟɪ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ʜᴀᴛᴏʟ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴛʀᴏʟ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ʜᴀᴋᴏʟ (ᴊᴜᴍʟᴀʜɴʏᴀ)
╚━═━═━═━═━═━═━═━≫

*CONTOH : TROL 999*


╞═════『 _*EMOJI🇯🇵☾︎𖠌☽︎*_ 』 🝮︎︎︎︎︎︎︎
╔━═━≫
║⫸ ➪ 🍀 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🌿 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ☘️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🌱 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🌴 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🌳 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🌲 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🌵 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🎄 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐉 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐲 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😎 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🌷 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😱 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🥶 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🥵 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😭 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🤣 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐕 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🗿 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🔥 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🌪️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🍂 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 💥 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😈 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ⚡ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 👿 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🦕 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🦖 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ⚔️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🗡️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🛡️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🪞 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🔧 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🤤 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😚 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ❤️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😋 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ⚡ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ☕ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😍 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😛 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😉 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 👻 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🍥 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🥜 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 💀 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 💩 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🤡 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🤬 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😹 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 😽 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🤖 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 💓 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 💝 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 💦 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 💫 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 👍 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 👌 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ✌️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 👋 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🤚 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🖐️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐼 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐨 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐭 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🦔 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🦨 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐓 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🕊️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🦆 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐤 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐻‍❄️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐲 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐬 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🐟 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🦠 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ 🏵️ (ᴊᴜᴍʟᴀʜɴʏᴀ)
╚━═━═━═━═━═━═━═━≫

*CONTOH : 🥶 222*

╞═════『 _*SLOW🇯🇵☾︎𖠌☽︎*_ 』🝮︎︎︎︎︎︎︎
╔━═━≫
║⫸ ➪ ᴠɪʀᴛᴇxᴛ1 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴠɪʀᴛᴇxᴛ2 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴠɪʀᴛᴇxᴛ3 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴠɪʀᴛᴇxᴛ4 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴠɪʀᴛᴇxᴛ5 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴠɪʀᴛᴇxᴛ6 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴠɪʀᴛᴇxᴛ7 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴠɪʀᴛᴇxᴛ8 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴠɪʀᴛᴇxᴛ9 (ᴊᴜᴍʟᴀʜɴʏᴀ)
║⫸ ➪ ᴠɪʀᴛᴇxᴛ10 (ᴊᴜᴍʟᴀʜɴʏᴀ)
╚━═━═━═━═━═━═━═━≫

*CONTOH : VIRTEX1 10*

╞═════『 _*CREATE🇯🇵☾︎𖠌☽︎*_ 』 🝮︎︎︎︎︎︎︎
╔━═━≫
║⫸ ➪ ᴊᴀᴅɪʙᴜɢꜱᴡ (ᴛᴇxᴛɴʏᴀ)
║⫸ ➪ ᴊᴀᴅɪʙᴜɢᴘᴀʏᴍᴇɴᴛ (ᴛᴇxᴛɴʏᴀ)
║⫸ ➪ ᴊᴀᴅɪʙᴜɢɪɴᴠɪᴛᴇ (ᴛᴇxᴛɴʏᴀ)
║⫸ ➪ ᴊᴀᴅɪᴅᴏᴄᴜ (ᴛᴇxᴛɴʏᴀ)
║⫸ ➪ ᴊᴀᴅɪᴅᴀʀᴋɴᴇꜱ (ᴛᴇxᴛɴʏᴀ)
║⫸ ➪ ᴊᴀᴅɪʟᴏᴋᴀꜱ (ᴛᴇxᴛɴʏᴀ)
║⫸ ➪ ᴊᴀᴅɪᴛʀᴏʟɪ (ᴛᴇxᴛɴʏᴀ)
║⫸ ➪ ᴊᴀᴅɪᴋᴀᴛᴀʟᴏɢ (ɢᴀᴍʙᴀʀɴʏᴀ)
╚━═━═━═━═━═━═━═━≫

*CONTOH : JADIBUGSW mampus crash*

╞═════『 _*𝐀𝐧𝐢𝐦𝐞🇯🇵☾︎𖠌☽︎*_ 』 🝮︎︎︎︎︎︎︎
╔━═━≫
║⫸ ➪ ꜱᴇɴᴅɪɴᴠɪᴛᴇ (628xxxx)
║⫸ ➪ ꜱᴇɴᴅɪɴᴠɪᴛᴇ2 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅɪɴᴠɪᴛᴇ3 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅɪɴᴠɪᴛᴇ4 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅɪɴᴠɪᴛᴇ5 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅʟᴏᴋᴀꜱ (628xxxx)
║⫸ ➪ ꜱᴇɴᴅʟᴏᴋᴀꜱ2 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅʟᴏᴋᴀꜱ3 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅʟᴏᴋᴀꜱ4 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅʟᴏᴋᴀꜱ5 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴅᴏᴄᴜ (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴅᴏᴄᴜ2 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴅᴏᴄᴜ3 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴅᴏᴄᴜ4 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴅᴏᴄᴜ5 (628xxxx)
║⫸ ➪ ꜱᴀɴᴛᴇᴛ (628xxxx)
║⫸ ➪ ꜱᴀɴᴛᴇᴛ2 (628xxxx)
║⫸ ➪ ꜱᴀɴᴛᴇᴛ3 (628xxxx)
║⫸ ➪ ꜱᴀɴᴛᴇᴛ4 (628xxxx)
║⫸ ➪ ꜱᴀɴᴛᴇᴛ5 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴛʀᴏʟ (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴛʀᴏʟ2 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴛʀᴏʟ3 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴛʀᴏʟ4 (628xxxx)
║⫸ ➪ ꜱᴇɴᴅᴛʀᴏʟ5 (628xxxx)
║⫸ ➪ ʙᴜᴛᴛᴏɴ (628xxxx)
║⫸ ➪ ɢᴏʏᴀɴɢ (628xx)
╚━═━═━═━═━═━═━═━≫

*CONTOH : SANTET 6281234567898*`
exports.bugmenu = bugmenu